Repository: clerfayt/script.service.nfoedit
Catalog: resources/language/*/strings.po
Languages: german

# Addon Description
source: nfoEdit lets you edit nfo files"
german: nfoEdit lässt nfo Dateien editieren

# #30001
source: Edit existing NFO file.
german: Vorhandene NFO Datei editieren.

# #30002
source: Create new NFO file.
german: Neue NFO Datei anlegen.

# #30003
source: Create NFO: Movie
german: NFO erzeugen: Film

# #30004
source: Create NFO: TV-show
german: NFO erzeugen: TV-Serie

# #30005
source: Create NFO: TV-show episode
german: NFO erzeugen: Folge einer TV-Serie

# #30006
source: Create NFO: Artist
german: NFO erzeugen: Künstler

# #30007
source: Create NFO: Album
german: NFO erzeugen: Album

# #30008
source: Create NFO: Music video
german: NFO erzeugen: Musik Video

# #30009
source: NFO file already exists!
german: NFO Datei existiert bereits!

# #30010
source: Value could not be changed.
german: Wert konnte nicht geändert werden.

# #30011
source: D O N E / E N D
german: F E R T I G / E N D E

# #30012
source: New Element
german: Neues Element

# #30013
source: 'Clear element' (yes) or 'Do not change value' (no)?
german: 'Wert löschen' (Ja) or 'Wert nicht ändern' (Nein)?

# #30014
source: Input the new element's tag name
german: Tag Namen des neuen Elements eingeben

# #30015
source: Input the new element's text value
german: Wert (Text) des neuen Elements eingeben

# #30016
source: Did not change value.
german: Wert nicht verändert.

# #30017
source: Did not add a new element.
german: Kein neues Element hinzugefügt.

# #30018
source: Finished.
german: Beendet.
